{"about__navPurpose":{"string":"Our Purpose"},"about__navSpirit":{"string":"Spirit of AudioVerse"},"about__navStory":{"string":"Our Story"},"about__navTeam":{"string":"The Team"},"about__navTestimonials":{"string":"Testimonials"},"about__purposeExcellence":{"string":"Biblical Excellence"},"about__purposeExcellenceDescription":{"string":"AudioVerse holds a high standard for the content that is presented on its website. The guidelines for these messages are called the Spirit of AudioVerse and you can read them here. This spirit of excellence extends also to the way the ministry operates and in all its dealings."},"about__purposeGiving":{"string":"Giving Freely"},"about__purposeGivingDescription":{"string":"All around the world there are people who yearn for the Gospel, but they cannot afford to pay for it. These may be individuals in developing countries or simply young people in school. If the Gospel is to go to them too, then as many barriers must be removed as possible, and cost is one of them. This is only possible through the generous financial support of donors who believe in this mission."},"about__purposeImageLabel":{"string":"Our vision is to hasten the Second Coming of our Lord Jesus Christ by making high quality Bible-based and Christ-centered media available to the whole world."},"about__purposeIntro":{"string":"Our mission is to be a trustworthy global provider of Bible-based and Christ-centered media."},"about__purposeReaching":{"string":"Reaching the World"},"about__purposeReachingDescription":{"string":"Nearly 3 billion people have access to the Internet as of 2014, and that number is increasing every day. This number includes countless closed countries into which physical missionaries cannot easily go. Leveraging the ubiquity and cost-effective nature of the Internet, AudioVerse seeks to light up the world with access to Bible truth."},"about__purposeSupport":{"string":"Support of the Adventist Church"},"about__purposeSupportDescription":{"string":"AudioVerse is a supporting ministry of the Seventh-day Adventist Church, and seeks to be in full harmony with the church’s purpose and mission. AudioVerse is also a member of ASI (Adventist-laymen’s Services and Industries)."},"about__purposeTitle":{"string":"Our Purpose"},"about__purposeWhat":{"string":"What drives AudioVerse?"},"about__purposeWhy":{"string":"Why AudioVerse?"},"about__purposeWhy1":{"string":"The Gospel must be preached to the world before Christ can come (Matt. 24:14). The world cannot hear the Gospel without a preacher (Rom. 10:14). AudioVerse exists to deliver the preacher freely to the whole world so that Jesus can come."},"about__purposeWhy2":{"string":"Faith comes by hearing, and hearing by the Word of God (Rom 10:17). Man shall not live by bread alone, but by every word that proceeds from the mouth of God (Matt. 4:4). AudioVerse exists to nourish faith by giving easy access to the Word of God."},"about__purposeWhy3":{"string":"Jesus is the Word (John 1:1). Jesus says that His Word is truth (John 17:17) and they are life (John 6:63). To know Jesus is to have eternal life (John 17:3). AudioVerse exists to help people know Jesus."},"about__spirit1":{"string":"Materials should promote doctrines, theology, principles and values that have been established through a careful, thorough study of the Bible and the Spirit of Prophecy by trustworthy, experienced and godly people."},"about__spirit10":{"string":"Materials should be completely truthful. Dishonesty or anything that is intentionally misleading is unacceptable."},"about__spirit11":{"string":"Materials should be delivered in a spirit of reverence, respect, and humility, recognizing that they represent the Gospel of Jesus Christ. We reject an attitude that is spiteful, arrogant, vulgar, irreverent, flippant, frivolous, demeaning, or otherwise unChrist-like."},"about__spirit12":{"string":"Materials should be from presenters who are associated with organizations or groups who uphold and represent the above-described spirit of AudioVerse, and are Seventh-day Adventists in good standing."},"about__spirit2":{"string":"Materials should affirm the Bible and the Spirit of Prophecy as reflected by the stated fundamental beliefs of the Seventh-day Adventist Church."},"about__spirit3":{"string":"Materials should promote the reality that victory over sin is possible through the believer's dependence on the grace and power of Jesus Christ."},"about__spirit4":{"string":"Materials should promote lifestyle and behavioral choices that are in harmony with principles from Scripture and the Spirit of Prophecy."},"about__spirit5":{"string":"Materials should represent the historical-grammatical/historical-Biblical method of Biblical interpretation along with the historicist method of prophetic interpretation rather than futurism, preterism, higher criticism, imposed allegorical, or other speculative and unacceptable hermeneutics."},"about__spirit6":{"string":"Materials should predominantly appeal to the mind and reason, rather than the speculative or sensational; neither hype, an unwarranted excitement, nor extra-Biblical predictions about the future, are acceptable."},"about__spirit7":{"string":"Materials should represent a balanced and disciplined view of Scripture and the Spirit of Prophecy that reflects the entirety of these inspired writings. We do not advocate the overemphasis of one aspect to the exclusion of other equally important aspects nor do we condone viewpoints that extend beyond the proper application of Biblical and Spirit of Prophecy principles."},"about__spirit8":{"string":"Materials should seek to provide lessons from history rather than revising or criticizing it to the detriment of our doctrines or teachings."},"about__spirit9":{"string":"Materials should be supportive of the Seventh-day Adventist Church as well as her leadership and institutions. They are not to seek to tarnish or vilify the reputations of individuals or institutions."},"about__spiritIntro":{"string":"AudioVerse provides free Bible-based and Christ-centered audiovisual resources aimed at inspiring and educating Seventh-day Adventists and all spiritually interested people around the world."},"about__spiritPurpose":{"string":"Our main purpose is to proclaim the everlasting Gospel of Jesus Christ in order to hasten and to prepare the world for His imminent Second Coming. In view of this, AudioVerse upholds the following set of principles regarding the materials that we make available on this website:"},"about__spiritTitle":{"string":"Spirit of AudioVerse"},"about__story1":{"string":"They were excited about this idea not only because it would fulfill the immediate need (and make less work producing CDs!), but because they saw that these messages of hope, love, and the soon return of our Savior Jesus Christ, could be a blessing to people worldwide who were seeking knowledge and wisdom about God."},"about__story2":{"string":"Curtis put the idea into action and quickly began developing a sermon website. A contest was held at Advent HOPE Sabbath School to choose the name, during which over 100 names were submitted. \"AudioVerse\" was the winner, and the AudioVerse.org website was launched on October 22, 2005."},"about__story3":{"string":"Since that humble beginning, God demonstrated His providential leading of this ministry many times. The initial bandwidth for the website was donated by a friend of the ministry who operated his own Internet service provider, which was crucial in meeting the traffic generated early on. Later, an unsolicited donation enabled us to upgrade and expand our entire server infrastructure to better serve the whole world. Not to mention, tremendous partnerships have been developed with various ministries like ASI, AMEN, and GYC (along with many smaller affiliate GYCs)."},"about__story4":{"string":"Website traffic has also grown tremendously. Now millions of sermons are downloaded and listened to every year! The people accessing these messages come from over 200 countries from all corners of the world including many closed or developing countries in the 10/40 window such as countries in the Middle East and China."},"about__story5":{"string":"As this website has grown, we have had the opportunity to feature recordings in other languages than English. In an effort to reach as many people as possible, messages in Spanish, French, German, and Chinese are now available with more to come."},"about__storyImageCaption":{"string":"The original AudioVerse design, in use from October 2005 to August 2006."},"about__storyIntro":{"string":"AudioVerse began in 2005 as an idea by Tim Arakawa and Curtis Farnham, both poor graduate students at the time. It was spurred by increasing requests for sermon recordings from various ministries with which Tim and Curtis had been involved, including Advent HOPE Sabbath School, Restoration Ministry, and GYC Southwest (formerly Southwest Youth Conference)."},"about__storyTitle":{"string":"Our Story"},"about__team":{"string":"Digital Marketing Coordinator"},"about__teamAlistairBio":{"string":"From his stand-up desk, Alistair oversees the strategy and day-to-day management by ensuring that we are doing the right things and that we are doing things right."},"about__teamAnnetteBio":{"string":"All the media on AudioVerse has Annette’s fingerprints on it. She works with partners, obtains content, edits them, and publishes them on AudioVerse."},"about__teamAssistantOperationsCoordinator":{"string":"Assistant Operations Coordinator"},"about__teamBoard":{"string":"Board of Directors"},"about__teamBoardArakawaTitle":{"string":"Chairman (Co-founder) | Physician, Albany, Oregon"},"about__teamBoardClarkTitle":{"string":"Vice President for Administration, Georgia-Cumberland Conference"},"about__teamBoardHuongTitle":{"string":"Secretary | Executive Director, AudioVerse"},"about__teamBoardIntro":{"string":"The AudioVerse Board of Directors provides guidance and vision for the ministry. This dedicated group of individuals with their collective experience and wisdom helps the ministry steer a true course in advancing the work of the Lord."},"about__teamBoardIrizarryTitle":{"string":"Physician, Amity, Arkansas"},"about__teamBoardKimTitle":{"string":"Physician, Chattanooga, Tennessee"},"about__teamBoardMackintoshTitle":{"string":"Director, NEWSTART Global"},"about__teamBoardWilliamsTitle":{"string":"Treasurer | Finance Professional, Chattanooga, Tennessee"},"about__teamBoardZwikerTitle":{"string":"President, Hyve International"},"about__teamBusinessManager":{"string":"Business Manager"},"about__teamDebbyBio":{"string":"With her background as a CPA, wife, and mother, Debby capably manages the finances, HR, and correspondence for the ministry."},"about__teamExecutive":{"string":"Executive Team"},"about__teamExecutiveDirector":{"string":"Executive Director"},"about__teamIntro":{"string":"The AudioVerse Executive Team are responsible for the day-to-day operations of the ministry. This group of dedicated individuals with their their common passion for the proclamation of the three angels' messages is what keeps this ministry running."},"about__teamLizBio":{"string":"A social media dynamo, e-commerce go-getter, and energetic marketer, Liz helps grow our social media audience and oversees our digital marketing efforts."},"about__teamMatthewBio":{"string":"Frontend, backend, full-stack and more. Matthew churns out code and builds beautiful things all while walking on a treadmill."},"about__teamNathanBio":{"string":"Nathan contributes to the ministry by solving big problems, managing development projects, and keeping the ministry’s technology humming."},"about__teamSoftwareEngineer":{"string":"Software Engineer"},"about__teamTechnologyDirector":{"string":"Technology Director"},"about__teamTitle":{"string":"The Team"},"andGlobalModals__authCopy":{"string":"Create a free account or login to access the Library features, like saving, viewing your history, and syncing across devices."},"andGlobalModals__authLoginTitle":{"string":"Login"},"andGlobalModals__authRegisterTitle":{"string":"Create Account"},"andGlobalModals__authTitle":{"string":"Create a Free Account"},"andNavigation__playing":{"string":"Playing"},"bibleBook__backToChapter":{"string":"Back to Chapter Info"},"bibleBook__readAlong":{"string":"Read Along"},"bibleBook__typeLabel":{"string":"KJV Bible"},"bibleVersion__websiteLabel":{"string":"Website"},"bible__title":{"string":"Bible"},"blog__title":{"string":"All Blog Posts"},"books__title":{"string":"All Audiobooks"},"buttonShareRecording__emailSubject":{"string":"{title} by {presenters}"},"buttonShare__emailSubjectSuffix":{"string":"{subject} on AudioVerse"},"cardBibleVersion__showAll":{"string":"Show All"},"cardCollection__showAll":{"string":"Show All"},"cardCollection_booksLabel":{"string":"{count} books"},"cardHatSponsor__addSponsor":{"string":"Add Sponsor"},"cardHatSponsor__removeSponsor":{"string":"Remove Sponsor"},"cardHatSponsor__sponsorLabel":{"string":"Sponsor"},"cardSequence_chaptersLabel":{"string":"{count} chapters"},"cardSequence_readByLabel":{"string":"Read By {name}"},"collectionType__bibleVersion":{"string":"Bible Version"},"conferencesPresenters__title":{"string":"Presenters from {conferenceName}"},"conferencesSequences__title":{"string":"Series from {conferenceName}"},"conferencesTeachings__title":{"string":"Teachings from {conferenceName}"},"conferences__title":{"string":"All Conferences"},"contact__help":{"string":"View help articles"},"contact__mailingAddress":{"string":"AudioVerse{br}PO Box 2288{br}Collegedale, TN 37315-2288{br}USA"},"contact__messageLabel":{"string":"Message"},"contact__messageSubmitted":{"string":"Your message has been submitted."},"contact__thankYou":{"string":"Thank you!"},"discoverCollections__title":{"string":"Discover Collections"},"discover__conferencesNext":{"string":"Next recent conferences"},"discover__conferencesPrevious":{"string":"Previous recent conferences"},"discover__featuredTeachingsNext":{"string":"Next featured teachings"},"discover__featuredTeachingsPrevious":{"string":"Previous featured teachings"},"discover__recentBlogNext":{"string":"Next recent blog posts"},"discover__recentBlogPrevious":{"string":"Previous recent blog posts"},"discover__recentTeachingsNext":{"string":"Next recent teachings"},"discover__recentTeachingsPrevious":{"string":"Previous recent teachings"},"discover__seeAll":{"string":"See All"},"discover__storiesNext":{"string":"Next recent stories"},"discover__storiesPrevious":{"string":"Previous recent stories"},"discover__title":{"string":"Discover"},"discover__trendingTeachingsNext":{"string":"Next trending teachings"},"discover__trendingTeachingsPrevious":{"string":"Previous trending teachings"},"discover_featuredTeachingsHeading":{"string":"Featured Teachings"},"discover_recentBlogHeading":{"string":"Recent Blog Posts"},"give__title":{"string":"Donate"},"header__navItemBrowse":{"comment":"Header nav link name: Browse","string":"Browse"},"header__navItemMore-help":{"string":"Get Help"},"header__navItemMore-ju":{"string":"Journeys Unscripted"},"header__navItemMore-store":{"string":"AudioVerse Store"},"header__navItemMore-swj":{"string":"Starting With Jesus"},"helpScout.addReply":{"string":"Add a reply"},"helpScout.addYourMessageHere":{"string":"Add your message here..."},"helpScout.answer":{"string":"Answers"},"helpScout.ask":{"string":"Ask"},"helpScout.attachAFile":{"string":"Attach a file"},"helpScout.attachmentErrorText":{"string":"There was a problem uploading your attachment. Please try again in a moment."},"helpScout.attachmentSizeErrorText":{"string":"Attachments may be no larger than 10MB"},"helpScout.beaconButtonChatMinimize":{"string":"Minimize chat"},"helpScout.beaconButtonChatOpen":{"string":"Open chat"},"helpScout.beaconButtonClose":{"string":"Close"},"helpScout.cantFindAnswer":{"string":"Can’t find an answer?"},"helpScout.chatAvailabilityChangeMessage":{"string":"Our team’s availability has changed and there’s no longer anyone available to chat. Send us a message instead and we’ll get back to you."},"helpScout.chatButtonDescription":{"string":"We’re online right now, talk with our team in real-time"},"helpScout.chatButtonLabel":{"string":"Chat"},"helpScout.chatConnected":{"string":"Connected to"},"helpScout.chatEndCalloutHeading":{"string":"All done!"},"helpScout.chatEndCalloutLink":{"string":"Return home"},"helpScout.chatEndCalloutMessage":{"string":"A copy of this conversation will land in your inbox shortly."},"helpScout.chatEndUnassignedCalloutHeading":{"string":"Sorry about that"},"helpScout.chatEndUnassignedCalloutMessage":{"string":"It looks like nobody made it to your chat. We’ll send you an email response as soon as possible."},"helpScout.chatEndWaitingCustomerHeading":{"string":"Sorry about that"},"helpScout.chatEndWaitingCustomerMessage":{"string":"Your question has been added to our email queue and we’ll get back to you shortly."},"helpScout.chatEnded":{"string":"ended the chat"},"helpScout.chatHeadingSublabel":{"string":"We'll be with you soon"},"helpScout.chatHeadingTitle":{"string":"Chat with our team"},"helpScout.chatbotAgentDisconnectedMessage":{"string":"has disconnected from the chat. It’s possible they lost their internet connection, so I’m looking for someone else to take over. Sorry for the delay!"},"helpScout.chatbotConfirmationMessage":{"string":"Thanks! Someone from our team will jump into the chat soon."},"helpScout.chatbotGenericErrorMessage":{"string":"Something went wrong sending your message, please try again in a few minutes."},"helpScout.chatbotGreet":{"string":"Hi there! You can begin by asking your question below. Someone will be with you shortly."},"helpScout.chatbotInactivityPrompt":{"string":"Since the chat has gone idle, I’ll end this chat in a few minutes."},"helpScout.chatbotInvalidEmailMessage":{"string":"Looks like you’ve entered an invalid email address. Want to try again?"},"helpScout.chatbotName":{"string":"Help Bot"},"helpScout.chatbotPromptEmail":{"string":"Got it. Real quick, what’s your email address? We’ll use it for any follow-up messages."},"helpScout.continueEditing":{"string":"Continue writing..."},"helpScout.customFieldsValidationLabel":{"string":"Please complete all fields"},"helpScout.defaultMessageErrorText":{"string":"There was a problem sending your message. Please try again in a moment."},"helpScout.docsArticleErrorText":{"string":"There was a problem retrieving this article. Please double-check your internet connection and try again."},"helpScout.docsSearchEmptyText":{"string":"We couldn’t find any articles that match your search."},"helpScout.docsSearchErrorText":{"string":"There was a problem retrieving articles. Please double-check your internet connection and try again."},"helpScout.emailContinueConversation":{"string":"If you’ve got any other questions, feel free to hit reply and continue the conversation."},"helpScout.emailCopyOfDiscussion":{"string":"Here’s a copy of your discussion"},"helpScout.emailEndedLineItem":{"string":"ended the chat"},"helpScout.emailGreeting":{"string":"Hey"},"helpScout.emailHeading":{"string":"Today's chat with"},"helpScout.emailJoinedLineItem":{"string":"joined the chat"},"helpScout.emailLabel":{"string":"Email address"},"helpScout.emailValidationLabel":{"string":"Please use a valid email address"},"helpScout.emailYou":{"string":"You"},"helpScout.endChat":{"string":"End chat"},"helpScout.ending":{"string":"Ending..."},"helpScout.escalationQuestionFeedback":{"string":"Did this answer your question?"},"helpScout.escalationQuestionFeedbackNo":{"string":"No"},"helpScout.escalationQuestionFeedbackYes":{"string":"Yes"},"helpScout.escalationSearchText":{"string":"Browse our help docs for an answer to your question"},"helpScout.escalationTalkText":{"string":"Talk with a friendly member of our support team"},"helpScout.escalationTalkTitle":{"string":"Talk to us"},"helpScout.escalationThanksFeedback":{"string":"Thanks for the feedback"},"helpScout.escalationWhatNext":{"string":"What next?"},"helpScout.firstAFewQuestions":{"string":"Let's begin with a few questions."},"helpScout.getInTouch":{"string":"Get in touch"},"helpScout.history":{"string":"History"},"helpScout.howCanWeHelp":{"string":"How can we help?"},"helpScout.justNow":{"string":"Just Now"},"helpScout.lastUpdated":{"string":"Last updated"},"helpScout.mayNotBeEmpty":{"string":"May not be empty"},"helpScout.messageButtonLabel":{"string":"Email"},"helpScout.messageConfirmationText":{"string":"You'll receive an email reply within a few hours."},"helpScout.messageLabel":{"string":"How can we help?"},"helpScout.messageSubmitLabel":{"string":"Send a message"},"helpScout.nameLabel":{"string":"Name"},"helpScout.next":{"string":"Next"},"helpScout.noTimeToWaitAround":{"string":"No time to wait around? We usually respond within a few hours"},"helpScout.nothingFound":{"string":"Hmm..."},"helpScout.previousMessageErrorText":{"string":"There was a problem retrieving this message. Please double-check your Internet connection and try again."},"helpScout.previousMessages":{"string":"Previous Conversations"},"helpScout.received":{"string":"Received"},"helpScout.relatedArticles":{"string":"Related Articles"},"helpScout.responseTime":{"string":"We usually respond within a few hours"},"helpScout.searchLabel":{"string":"What can we help you with?"},"helpScout.sendAMessage":{"string":"Send a message"},"helpScout.sendMessage":{"string":"Send message"},"helpScout.subjectLabel":{"string":"Subject"},"helpScout.suggestedForYou":{"string":"Instant Answers"},"helpScout.tryAgain":{"string":"Try again"},"helpScout.tryBroaderTerm":{"string":"Try searching a broader term, or"},"helpScout.uploadAnImage":{"string":"Upload an image"},"helpScout.viewAndUpdateMessage":{"string":"You can view and update your message in"},"helpScout.waitingForAnAnswer":{"string":"Waiting for an answer"},"helpScout.weAreOnIt":{"string":"We're on it!"},"helpScout.wereHereToHelp":{"string":"Start a conversation"},"helpScout.whatMethodWorks":{"string":"What channel do you prefer?"},"helpScout.you":{"string":"You"},"helpWidget__buttonLabel":{"string":"Help"},"homePage__CreateAccountButtonLabel":{"string":"Create an Account"},"homePage__DiscoverAudioButtonLabel":{"string":"Discover Audio"},"homePage__latestContentSectionText":{"comment":"home page latest content section text","string":"Explore a sample of some of our recent audio pieces. Then when you’re ready, <a>visit the Discover page</a> to see more."},"homePage__latestContentSectionTitle":{"comment":"home page latest content section title","string":"Latest Content"},"homePage__recentPostsSeeAll":{"string":"See All Blog Posts"},"homePage__testimoniesIntro":{"string":"See what some of our listeners have shared about using AudioVerse. <a>Visit the Testimonials page</a> to see even more."},"library__createAccountHeading":{"string":"Create a free account"},"library__freeAccountCopy":{"string":"Create a free account or login to access the Library features, like saving, viewing your history, and syncing across devices."},"loginForm__loginFailureMessage":{"string":"Login failed"},"loginRedirect__message":{"string":"Redirecting..."},"login__title":{"string":"Login"},"mediaFormatSwitcher__audio":{"string":"Audio"},"mediaFormatSwitcher__video":{"string":"Video"},"miniplayer__increaseVolume":{"string":"Increase volume"},"miniplayer__label":{"string":"miniplayer"},"miniplayer__reduceVolume":{"string":"Reduce volume"},"miniplayer__series":{"string":"Series"},"miniplayer__volume":{"string":"Volume"},"molecule-buttonDownload__linkLabelHigh":{"string":"High Quality ({size})"},"molecule-buttonDownload__linkLabelLow":{"string":"Low Quality ({size})"},"molecule-buttonDownload__linkLabelMedium":{"string":"Medium Quality ({size})"},"molecule-cardRecordingSequenceHat__addBibleBook":{"string":"Add Book"},"molecule-cardRecordingSequenceHat__removeBibleBook":{"string":"Remove Book"},"molecule-searchBar__cancel":{"string":"Cancel"},"molecule-teaseRecording__individualChapter":{"string":"Individual Chapter"},"molecule-teaseRecording__individualStory":{"string":"Individual Story"},"molecule-teaseRecording__individualTeaching":{"string":"Individual Teaching"},"molecule-teaseRecording__individualTrack":{"string":"Individual Track"},"navigation__nameFallback":{"string":"User Account"},"organism-recording__backToChapterInfo":{"string":"Back to Chapter Info"},"organism-recording__collectionInfoTitle":{"string":"Parent Bible"},"organism-recording__readAlongLabel":{"string":"Read Along"},"ourPurpose__title":{"string":"Our Purpose"},"ourStory__title":{"string":"Our Story"},"presentersAppears__title":{"string":"{personName} Also Appears In"},"presentersListAll__all":{"string":"All"},"presentersList__all":{"string":"All"},"presentersSequences__title":{"string":"Series by {personName}"},"presentersTeachings__title":{"string":"Teachings by {personName}"},"presentersTop__title":{"string":"Most Listened by {personName}"},"presenters__title":{"string":"All Presenters"},"profile__deleteConfirmAcknowledgeStatements":{"string":"Please acknowledge all the above statements."},"profile__deleteConfirmDelete":{"string":"Delete account"},"profile__deleteConfirmImmediatelyDeleted":{"string":"I understand that my account will be immediately deleted."},"profile__deleteConfirmIntro":{"string":"Do you want to delete your account? You cannot undo this action."},"profile__deleteConfirmLibraryLost":{"string":"I understand that all my saved library will be lost."},"profile__deleteConfirmNevermind":{"string":"Never mind"},"profile__deleteConfirmNoLogin":{"string":"I understand that I will no longer be able to log in unless I create a new account."},"profile__deleteConfirmTitle":{"string":"Are you sure?"},"register__title":{"string":"Register"},"release__address1":{"string":"Address line 1"},"release__address2":{"string":"Address line 2"},"release__city":{"string":"City"},"release__comments":{"string":"Comments"},"release__country":{"string":"Country"},"release__email":{"string":"Email"},"release__givenName":{"string":"Given name"},"release__messageSubmitted":{"string":"Your form has been submitted."},"release__phone":{"string":"Phone"},"release__province":{"string":"State / Province"},"release__surname":{"string":"Surname"},"release__thankYou":{"string":"Thank you!"},"release__title":{"string":"Media Release Agreement"},"release__zip":{"string":"Postal Code"},"search__allHeading":{"string":"All"},"search__booksHeading":{"string":"Audiobooks"},"search__booksSeeAll":{"string":"See All Matching Audiobooks"},"search__musicHeading":{"string":"Music"},"search__musicSeeAll":{"string":"See All Matching Music"},"search__presentersHeading":{"string":"Presenters"},"search__presentersSeeAll":{"string":"See All Matching Presenters"},"search__seriesHeading":{"string":"Series"},"search__seriesSeeAll":{"string":"See All Matching Series"},"search__storiesHeading":{"string":"Stories"},"search__storiesSeeAll":{"string":"See All Matching Stories"},"search__title":{"string":"Search"},"search__titleDynamic":{"string":"Search | \"{term}\" | AudioVerse"},"sequenceType__bibleBookTitle":{"string":"Bible Book"},"seriesList__title":{"string":"All Series"},"sermonDetailPage__openGraphDescription_audiobook":{"string":"Audiobook provided by {sponsorName}"},"sermonDetailPage__openGraphDescription_bibleChapter":{"string":"Bible Chapter provided by {sponsorName}"},"sermonDetailPage__openGraphDescription_music":{"string":"Music by {speakerName}"},"sermonDetailPage__openGraphDescription_sermon":{"string":"Teaching by {speakerName}"},"sermonDetailPage__openGraphDescription_story":{"string":"Story by {writerName}"},"songBook__title":{"string":"{book} Scripture Songs"},"spiritOfAv__title":{"string":"Spirit Of AudioVerse"},"sponsorSeriesDetail__heading":{"string":"All Series"},"sponsorsConferences__title":{"string":"Conferences by {sponsorName}"},"sponsorsListAll__all":{"string":"All"},"sponsorsList__all":{"string":"All"},"sponsorsSequences__title":{"string":"Series by {sponsorName}"},"sponsorsTeachings__title":{"string":"Teachings by {sponsorName}"},"sponsors__title":{"string":"All Sponsors"},"storyAlbumList__emptyStateMessage":{"string":"There are no story albums to show."},"storyAlbumList__emptyStateTitle":{"string":"Nothing here!"},"storyAlbums__title":{"string":"Scripture Songs"},"teachings__title":{"string":"All Teachings"},"team__title":{"string":"Our Team"},"testimonies__title":{"string":"Testimonials"},"trending__title":{"string":"Trending Teachings"}}